[
  {
    "comentario": "24:10 es mucho mejor para la competitividad que todos los equipos tengan que enfrentarse a algunos de los mejores y no a todos/ninguno\n\nPasó en varias ocasiones ver cruces de un nivel espectacular mientras que de otro lado había puro equipo sin tanto nivel",
    "etiqueta": "Positive"
  },
  {
    "comentario": "13:05 Este bracket se parece a los del March Madness. (Básquetbol colegial de USA)\nCreo que, como fans del fútbol no estamos acostumbrados a esto. Pero, así se da en el Básquet, en el Beis u otros deportes.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "que se clasifiquen del 1 al 16 y directos a octavos ya enfrentamientos del primero contra ultimo y despues a sorteo puro, y del 16 a alguno adelante a europa league",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "10:24 Coincido plenamente, y el City se hizo emocionante hasta el 2-1, luego ya daba la sensación de que el brujas no tenia con que y ya me dejo de interesar. Distinto pasa con un partido de la Premier donde sabes que siempre algo interesante puede pasar.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Esto ya está inventado en la NFL,  sin necesidad de cargarse el playoff. El peor siempre juega contra el mejor según va avanzando rondas. El único problema de esto es que nunca puedes tener un bracket establecido porque en cada ronda hay que esperar a las clasificaciones para reordenar los cruces",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Una solución a los emparejamientos después del play-in es emparejar los equipos ganadores del play-in con los ya clasificados por orden de resultados en la fase de liga. Es decir, si el 24º se carga al 9º que caiga contra el 1º o 2º y si pasan del play-in el 13º y el 21º que se les empareje por orden inverso con los ya clasificados. Además esto haría que todos estuviesen más pendientes de TODOS los partidos porque, por ejemplo, el 6º no depende de 2 brackets, depende de como se vayan dando todos",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "No podéis quejaros de que la posición no ayude a tener mejores cruces y a los 4 minutos quejaros de que no pueden enfrentarse primero y segundo. No os parece que se da valor a la Fase Liga? Es que os molesta todo.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi he gustado pero hay detalles que se puede mejorar ... pero es mucho mejor que el formato anterior",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Acabo de ver el vídeo y ahora me gusta más el formato, gracias Pacho.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El formato me parecería increíble si solo entrarán 16 equipos, y se fumaran a la otra mitad, sin playoffs ni mierdas ",
    "etiqueta": "Negative"
  },
  {
    "comentario": "La opinión se sabía desde antes de ver el vídeo, ya habíais echo antes unos cuantos criticandolo, llamándolo incluso basura, ahora es difícil dar marcha atrás imagino...\nPero vamos yo era de los que no le gustaba a priori, pero se ha comprobado ser más dinámico y atractivo que el anterior",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Es 10 veces mejor que el formato anterior.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "No estoy de acuerdo en que sea injusto. De hecho me parece mas justo que los grupos. Ahora te puede tocar un \"calendario de la muerte\" similar al grupo ese que comentais de PSG, Milan, Dortmund y Newcastle, y sin embargo tener opciones de pasar, cuando antes dos de esos ya estaban condenados a eliminarse, mientras otros en grupos mucho mas faciles pasaban. El sorteo del calendario sigue teniendo los mismos condicionantes de bombos que los grupos, ahi entra la suerte igual, pero después tienes mas opciones de pasar.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Pues totalmente en desacuerdo. A mi el formato no me gustaba al inicio, pero negar que ha sido las emocionante y que uno de los dos ultimos campeones de Champions no va a llegar ni a Octavos de final es alucinante. Además, me da risa que digan lo de que el premio es al PSG por ejemplo por sus cruces, pero el Aston Villa lo hizo genial y podria llegar lejos representando a la Premier gracias a esos sorteos benevolentes.\nNo se, me parece que es llorar por llorar ya.\nTodos sabemos porqué se puso este formato, pero que de momento ha sido exitoso no se puede negar.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Si que había más equipos que se jugasen algo como el studgartt que debido a su derrota y a la victoria del city acabaron fuera 9:20",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Que Manchester City, Real Madrid o Bayern de Münich, mínimo uno de los tres no va a clasificarse ni  a octavos, ya es mucho más sorprendente y más emocionante que todo lo que había en el formato anterior. ¿Que no es un formato perfecto? Ninguno lo es, pero que es mejor que el anterior, seguro.\nY ya lo de la justicia... No quiero entrar en filias y fobias porque os quiero muchísimo, pero la Champions League es el torneo más injusto que existe.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me parece un error decir que solo 2 partidos importaban, porque habian como 12 equipos luchando por entrar entre los primeros 8, que eso es importante porque evitas una ronda extra",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Yo si pudiera dejaría todo tal cual porque me parece muy emocionante ver clasificados a todos los clubes juntos peleando por un puesto para play off.\nSolo trataría de que estén BIEN CLASIFICADOS LOS BOMBOS porque para mí esa es la VERDADERA RAZÓN de que haya disparidades, ya que cada equipo juega 2 partidos contra equipos de cada bombo, lo cual a 4 jornadas te lo paso pero a 8 jornadas difícilmente hay injusticias, ej. el Brest (que objetivamente no tiene mal nivel, viene jugando bien) que todos se quejaban de que se vio beneficiado por el calendario nadie se fijó que luego le venia el Barça y Madrid y se nivelo.\n\nEjemplo de que esto de los bombos está mal es el Celtic, que además de tener suerte de toparse a los 2 o 3 más malos (suerte que pudo pasar con cualquier formato que en el sorteo te empareje con uno malo) no solo eso sino que se topo y ganó a un equipo bombo 1 como el Leipzing que no debería estar ahí además de que viene jugando mal.\n\nTambién podrías decir que contrariamente el Leipzing salió perjudicado por el calendario, y es verdad que tuvo mala suerte justo le tocó jugar contra los vengadores y al Villa no le jugó mal (y repito en otro formato alguno también tiene mala suerte con los sorteos o grupo de la muerte es lo mismo), pero contra Celtic y sturm gras no puedes perder y lo hicieron\n\nPara mí debería tomarse en cuenta el coeficiente de la última temporada y NO los últimos 5 años para los bombos y tan tan.\n\nY también es verdad que ojalá se tomen medidas de alguna forma para que clubes grandes y avariciosos no se salgan con la suya de jugar taaantos partidos y no veamos jugar por lesión por tanto tiempo a nuestras estrellas. \nSe tenía que decir y se dijo, quería desahogarme, mucho texto",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Saludos, que puedo decir, totalmente en desacuerdo, bueno exgero el algunos puntos, en fin prefiero este formato que el otro, cuidense y bendiciones ",
    "etiqueta": "Positive"
  },
  {
    "comentario": "buen video, yo lo haría a la Euroliga, tenemos ahí un buen ejemplo. Liga de 16 equipos, 15 partidos (sólo ida y donde toque, eso sí ha podido estar bien este año), y luego los 8 primeros a los míticos cuartos de ida y vuelta, el 1 vs 8, 2 vs 7..etc y luego semis igual que cuartos o final four. Cierto que salen 20 partidos (19 con final four) pero que no haya tantos parones. Cierto que jugarian 16 equipos y habria que definir quienes juegan, igual habria que volver a los 2 por país grande y 1 por pequeño, fomenta tambien las ligas. O jugar una fase previa a ida y vuelta con equipos de paises de peor rango para ver quien entra en los 16...\nEstá claro que aún falta por mejorar, pero como decís, al menos ya se están interesando",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "6:15 Entiendo el punto, pero al final es lo mismo. Sigue habiendo un factor de azar, solo que ahora la “mala suerte” no la comparten los tres de un grupo de la muerte, sino los tres con el peor calendario, que capaz ni se enfrentan entre ellos.\n\nEs más, hasta puede pasar que los tres con más mala suerte terminen clasificando, mientras que antes ya condenabas a uno solo por el sorteo. Eso sí me parecía más injusto.\n\nY otra cosa: la Champions nunca ha sido, ni será, un torneo que busque justicia o demostrar quién es el mejor de Europa. Como bien dijeron, si de verdad fuera representativo, todos jugarían contra todos. Así que, tomando en cuenta eso, yo en la Champions no busco justicia busco emoción, y este formato me lo ha dado.\n\nEstá de más aclarar que respeto muchísimo su opinión, y efectivamente me metí a este video para conocer todos los puntos de vista sobre este formato, saludos!",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "El formato tiene cosas que no me gustan, pero el anterior era muuucho peor",
    "etiqueta": "Negative"
  },
  {
    "comentario": "cualquier novedad siempre tendra resistencia al cambio, deberia haber un ajuste con el tema de los bombos, hay equipos del 3cer bombo del sorteo lo tuvieron facil como el brest u otro equipos.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "La última jornada fue espectacular. En en 15min había ya muchísimos goles, y cada gol cambiaba los emparejamientos de 1/16 y 1/8",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Como colombiano puedo decir que el formato hace mas mediocre la competición, puesto que hace lo mismo de nuestra liga. Aquí clasifican a una siguiente ronda 8 equipos de 20, por lo cual no aspiras a ser el mejor, aspiras a entrar en los 8 y por lo general el que sale campeón es el que llega en mejor racha, pocas veces el primero o segundo del todos contra todos (fase regular) sale campeón. \n\nEl formato de liga para mi estaría bien si clasifican los 16 primeros y se enfrentan 1-16, 2-15 y así sucesivamente, como se hacía en la bendita Copa Libertadores hasta hace unos años.\n\nGran vídeo como siempre muchachosn",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A ver nacho para empezar, no importa cual formato se haya utilizado la champions nunca ha sido una competencia que busque la justicia, si no la emoción y la suerte , el liverpool campeon 2005 , el chelsea 2012, el madrid 2022  ninguno de esos fue el mejor equipo de la temporada ni mucho menos, pero fueron campeones gracias a remontadas epicas e inexplicables , donde intervienen otros factores menos la justica",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "El Manchester City hizo 11 puntos de 24, que en el formato de 18 puntos serían 8.25. El año pasado, solo se quedaron Milan, Lens y Shaktar haciendo 8 y 9, todos pasando a Europa League, y el Milan estando con Dortmund y PSG",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "19:40 pero por que son 8 partidos!!! Ay por favor lo que hay que escuchar eso no es argumento para decir que eo formato liga es injusto por dejar vivo a 5 más, ademas el city no gano solo 3 partidos, quedo invicto en 5 partidos ganando 3 y empatando 2, con la soga hasta el cuello pero clasifico a los play off que ahora encima le toca uno gordo como el madrid, dime tu que ventaja hay en eso? Son puras desventajas porque es saturacion para su calendario, es un partido muy exigente que de haber quedado un par de posiciones mas arriba se hubiera evitado",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Voy a copiar y pegar mi comentario que dejé en el podcast de ABP porque es literalmente mi mayor opinión del formato:\nMe parece bastante tonto lo de sortear playoffs. Si ya van a hacer una fase de liga comprométanse y que juegue el mejor contra el peor y listo (9-24, 10-23, etc)\n\nHazlo en plan como se hace la NFL, o como se hacía la Libertadores (no sé si aún se hace). Dale una importancia a las posiciones o van a importar aún menos",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo creo que este formato esta mucho mejor, como siempre hay equipos favoritos que se dan por hecho que pasan pero han fallado muchos, con el formato antiguo ya viendo los grupos se sabia quien pasaba y quien no, con alguna sorpresa que se iba a europa league pero no mucho más, en esta hasta la ultima fecha habia duelos por abajo y por arriba.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Si hay una forma de corregir lo del 24 vs el 8:\n\nHacer sorteo/acomodo fase por fase y los bombos se armen en base a la clasificación.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "4 grupos de 9 equipos, juegan en este mismo formato (entre ellos). Del 1ro al 3ro entran directos. 4to y 5to van a sorteo con los 4tos y 5tos de los otros grupos para un playoff a octavos. Ahi creo que se hace un poco más justo y la UEFA sigue teniendo sus partidos.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Me parece que solo se esta considerando desde el punto de vista de los clubes grandes y se esta ignorando el de los clubes mas pequeños. Cuando en el formato anterior era seguro que todos los clubes del bombo 1 llegaban a 8vos, hoy solo clasificaron 5 y 3 de los demás bombos, y quien te dice no cae alguno mas en un mal día de 16avos. Por otra parte, el mismo privilegio del City lo tuvo el Brujas, lo tuvo el Lisboa que también clasificaron a 16avo con menos de la mitad de los puntos. Hoy esta Champions 24/25 casi garantiza que un equipo del bombo 3 o 4 este en 4tos de final, y quien te dice con suerte no sea una semifinal.  15 equipos jugándose o la clasificación a 16avos o aliviar el calendario entrando directo a 8vos. Me parece que el concepto de darle vidas a los equipos aplica también a los mas pequeños y quien te dice, en un mano a mano, no den la sorpresa como en las Champions League de antaño. Me parece mas positivo que negativo por todo ello, obviamente tiene cosas para corregir. Y me gustaría saber algo que se utiliza mucho para definir si sirvió algo hoy en día, que son las interacciones en internet y redes sociales. Saludos, abrazo grande",
    "etiqueta": "Positive"
  },
  {
    "comentario": "La verdad, esta última jornada si me pareció muy interesante. En el formato anterior la última jornada era un trámite donde ya sabíamos quién estaba clasificado salvo 1 o 2 grupos random, el único problema ahora es que clasifican casi todos, entonces aunque se movió mucho la tabla, prácticamente nada cambio. Deberían clasificar solo los primeros 16 con los primeros 8 cerrando en casa y seria el mejor formato.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Para mi lo ideal serían 4 grupos de 8 y que pasen los 4 primeros de cada grupo, luego sorteo entre 1º y 4º y sorteo entre 3º y 4º. En la fase de grupos solo 1 partido(7en total). Tienes rivales más variados, se premia cada puesto y de los 4 bombos iniciales (2 de cada bombo por grupo) tienes rivales del mismo bombo.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "A mí dejando de lado la carga física extra a los futbolistas el formato me gusta, se habla mucho de que el Man Citi sigue vivo pero el Madrid o el Bayern con ese porcentaje de partidos ganados y empatados en el antiguo formato estaría en octavos directo y ahora están a una eliminatoria de no solo no entrar en champions sino de ni siquiera ir a europa league este formato castiga a los equipos que hubieran quedado segundos para beneficiar a los que hubieran quedado terceros y para mí eso es más justo además de ver mas partidos entre equipos grandes ya q hay más partidos en general",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Yo creo que una solución a la fase de pre-octavos es cruces prefijados y clasificación vs el top 8 según tu clasificación general:\n1. Si acabas el 9, contra el 24, y asi sucesivamente. Nada de opciones 50/50\n2. Y de los que se clasifican, el que peor estaba clasificado en la liga regular es el que le toca al 1° del top 8, y asi sucesivamente.\nNo habria problemas, todo seria claro, y acabar más alto o más bajo sería una obligación porque cambiaría todo el paradigma de tus cruces.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Viendolo desde afuera (soy argentino) me gustó bastante el formato. Hace varios años no miraba la primera fase de la champions y este año vi varios partidos.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "También está última jornada este año ha estado muy clara, pero otro año podría ser una locura con muchos más equipos jugándose la vida.  Dicho esto no hay 36 equipos decentes y se ha visto.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Tal vez el formato se podria mejorar con solo 20 equipos que pasen. Top 4 los premias con pase directo a 4tos (haces que la fase liga le den la importancia que se busca) del 5 a 8 pasa a octavos (premias que hayan hecho un trabajo decente) y generas 2 rondas de play off para vender los \"super partidos a muerte\" que quieren vender y les das una linea a los equipos grandes que hagan papelones como el city este año. Un primer play off a unico partido del 13 al 20 y un segundo play off del 9 al 12 vs los ganadores del primer play off a un unico partido (en casa del mejor clasificado). De ahi sacas los que entran a los \"8vos\" y despues haces el bracket clasico de cuartos hasta la final con un sorteo entre los 4 primeros vs los que 4 que sacaste a base de los play off. Sigues solo con 2 partidos extra y les das el premio que se merecen a los equipos que si fueron constantes.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "A mí en general también me gustaba más el antiguo, pero creo que este es mejorable. Por ejemplo, haciendo un play-in más limitado en el que se clasifiquen directamente los 12 primeros y que del 13 al 22 jueguen unos \"mini dieciseisavos\". O haciendo que los equipos que pasen de dieciseisavos pasen según su clasificación en la liga (p.e. aunque el 24º se cargue al 9º tiene que jugar contra el 1º de la liga regular). Y a partir de cuartos, sorteo puro",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Algo a resaltar es que el formato anterior le daba emoción y relevancia a las 3 competiciones (UCL, UEL, UECL) al permitir que los 3ros llegaran a jugar en otra a partir de enero",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Reconozco que antes de que empezará esta nueva Champions yo era más partidario del antiguo formato (cuatro grupos cada uno, alguno tipo grupo de la muerte y ver a veces cómo el grande si no curraba lo suficiente se iba a la Europa League y en diciembre se sorteaban ya octavos etc) pero en este la verdad que con el paso de las jornadas me ha parecido interesante,  entretenido y hasta emocionante estas últimas jornadas viendo como equipos teóricamente potentes sufrían por clasificarse para el playoff como PSG o el Manchester City o incluso equipos de nivel medio/bajo se metían entre los ocho primeros (Lille) o luchaban hasta las últimas jornadas por meterse arriba (Brest)...\nSi bien es cierto que tiene mucho márgen de mejora y respeto vuestra opinión Nacho y Pablo de que pueda no gustaros, a mi me gusta este cambio en la Champions...\nMuy bueno el video cracks",
    "etiqueta": "Positive"
  },
  {
    "comentario": "También ha habido muchos partidos más interesantes y le agrego emoción ver semana a semana quién subía y bajaba. En el antiguo formato veías 2 partidos buenos por cada 10.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Creo que la solución para el tema del camino desigual desde playoffs sería que quienes lo consigan ganar sean organizados según su posición en la fase liga, y se enfrenten con quienes pasaron directamente a octavos igualmente organizados. Así, si el 24 pasa los playoffs sí o sí jugaría en octavos contra el 1. Desde cuartos sorteo puro.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Pues a mi me ha gustado mucho mas que el antiguo formato. Madrid, PSG y City estuvieron a punto de quedarse fuera, cosa que en el antiguo formato no pasaria nunca",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Yo intentaría ir hacia un formato suizo más puro. Es decir, después de cada partido habría que enfrentar a los ganadores con los ganadores y perdedores con perdedores, y eso al final creo que acaba sacando una mejor representación de los equipos más fuertes y más débiles en la competición.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "comparto lo de que si la mitad de abajo quedase eliminada en primera ronda mejoraría mucho, el miércoles ningún partido era totalmente atractivo por sí mismo y la mejor alternativa era estar en el directo para estar pendiente de todos los partidos, considerando que estaba casi todo escrito. eso hace recordar a las temporadas anteriores en que era sagrado que tanto martes y miércoles junto a mis amigos veíamos la última jornada de fase de grupos con dos o tres pantallas simultaneas como mínimo, esta vez no causó esa necesidad.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "En el formato anterior en cuartos se sorteaban todos contra todos y muchas veces los 2 equipos que habian realizado mejor champions les tocaba enfrentarse entre ellos, ahora eso no pasa, si no hasta la final si es que avanzan.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "4 grupos de 9, a partir de ahí no va pasar pero clasificación a octavos solamente.\n\nTomando en cuenta que quedrán mantener playoffs: se juega playoffs como está planeado y se sortea para 8os por 3 bombos (los 1os de grupo, los 2os y playoffs) \n\nDe esa manera puedes acomodar  que 1os se enfrentan hipotéticamente a los 2os hasta QF y los 1os entre ellos hasta SF",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Yo estuve viendo el cuadro final en el trabajo y entre un compañero y yo no lográbamos entender cómo se iba a desarrollar la fase final. Sinceramente, el desarrollo de partidos en la fase de liga no estuvo mal (mejor de lo que esperaba) pero esta fase final no tiene ni pies ni cabeza para mí. No era tan difícil UEFA…",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Pues a mí me gusta, qué queréis que os diga. He visto 4 partidos de 144 y 2 el último día en el pub, conteniéndome la risa mientras veía el City y la pareja q tenía al lado sufría a más no poder. Les di suerte al final, y les estuve a punto de decir q en dieciseisavos los eliminaríamos (soy fan del Madrid, y deseaba no sabéis cuanto que tocara lo que al final ha tocado 🫶) Felicidades al Madrid por la Decimosexta",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El formato este año me ha gustado porque equipos a piori de menor nivel mundial han entrado en el top 8 y equipos elite las han pasado canutas para entrar en el top 24",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Yo creo que lo mejor que se puede hacer es que en vez de haber un dieciseisavos de final como “play offs” deberían crearse un deciseisavos sumando a los primeros ocho, asi habrán mas clubes eliminados una vez terminados los 8 partidos",
    "etiqueta": "Negative"
  },
  {
    "comentario": "pues muy de acuerdo con vosotros, habéis dicho todo lo que me cuadra y lo que no me cuadra del formato",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "todo lo que no sea un formato de liga regular siempre será injusto.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Pues a mi si que me gustó este nuevo formato, hay el factor suerte con el camino q te toca, pero tiene mucha mas emocion!",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me causa gracia que digan que el gran problema es que solo se eliminen el 33% de los equipos, que les estas regalando seguir en competición. Pero que incluso en el formato anterior, te regalaban la entrada a una competición y con gran opción de ganarla incluso. Porque si entras a champions es porque eres mucho mejor que varios equipos de Europa league, entonces pongan en una balanza que es más regalo, darte mayor opción de seguir en competencia o darte acceso libre a otra competición con una potencial recompensa mayor. Porque que te den más oportunidad de seguir en chamoioms no te asegura ganar la champions, de hecho el porcentaje es igual o menor dependiendo los cruces, en cambio el porcentaje de ganar la Europa league siendo equipo de champions es mucho mayor (formato anterior).",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "según ustedes los equipos con un 70 a 80% en el top 8 lo tenían fácil.... el milan 75% cayó del top 8 el aston villa estuvo hasta el minuto 95 a un gol del atalanta de quedar fuera del top 8.\nAdemás si se cargan los playoff al 15 le toca el segundo y el psg seguiría jugando vs el barcelon, los play off le dan un mayor beneficio al los líderes (descanso, partidos más accesibles) y a los equipo con caledario dificil puedan jugarse un mano a mano contra equipos que la tuvieron más fácil, eliminando esa injusticia q habla nacho gonzalez",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El ser humano le teme al cambio, y se queja cuando no sabe adaptarse a lo nuevo.\n\nLa verdad es que en líneas generales el nuevo formato es aún mejor para el espectador y dueños de clubes y ligeramente peor para jugadores staff y cuerpo técnico.\n\nSe puede usar el argumento del Celtic de que le toco calendario fácil, cuando con el formato anterior cada año algún equipo tenía suerte ya sea en sorteo de eliminatoria o un grupo fácil.\n\nIncluso podrías culpar al formato por hundir al Leipzing, aunque les tocó casi de seguido jugar contra los vengadores (Atleti, Juve, Liverpool, Inter, Villa) cuando tocaba ganar no lo hicieron ante el Celtic y Sturm Graz. De lo mismo se pudo quejar el Newcastle la temporada pasada que tuvo que medirse con el Dortmund PSG y Milan y aunque jugó increíble cada partido terminó último. Y esto así es.\n\nAl final esto es fútbol y aunque la suerte es un factor importante y muchas veces determinante, aún más importante es la suerte que se forjan los que en ese momento influyen para que los buenos resultados se den.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Estan olvidando que es la primera edicion yo creo que clubes grandes se la rascaron confiandose que estarian entre los 8 primeros seguro , caso bayern R madrid PSG man city , y es una grata sorpresa que clubes mas humildes hayan ganado esos puestos , pero yo creo que el siguiente año será una batalla mas reñida para evitar ese play off que te puede joder el calendario",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Otro punto negativo del nuevo formato: te hace depender de tener un canal multi-champions que muestre los goles de todos los partidos, ya no puedes mirar 2 partidos a la vez y tener el grupo controlado. Y hay países donde el formato multi-champions no existe en el directo",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A falta de ver como quedan los octavos, por ahora me gusta el formato. Eso sí, yo limitaría la clasificación en liga sólo a los primeros 16.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Este formato premia a la consistencia, el anterior, con ganar 2 y empatar uno estabas prácticamente clasificado",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Viendo esto, creo que la clave puede ser mantener la liga, pero eliminar el play-off y volver a los 16 equipos. Aquí si que podiramos ver una lucha más intensa.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "El formato me gusta, hubiera mejorado mas que sea del 1 al 16\n\nLos demas fuera y que la ventaja de quedar mas arriba  sea definir todo de local .\n\nY que juegue el 1 vs 16, 2 vs 15 etc",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Hay dos problemas que plantearon que se solucionan muy fácil. Uno no lo hará la UEFA porque no quiere, que es que sea un sistema Suizo. Entre el sorteo del 31 de Enero y el primer partido Playoff hay 11 días. se entiende entonces que ese tiempo es suficiente para estar en condiciones de recibir un partido, la venta de entrada, pasajes, \"venta\" en TV, etc. Entre los partidos de esta edición siempre existió  ese tiempo, Se sortea el primer partido y a partir de ahí se aplican criterios de desempate para definir el próximo.\nEl tema de los cruces entre los primeros 8 y los restantes 16 que completan los 24 clasificados de la fase de liga debería ser: 9 vs 24, 10 vs 23, 11 vs  22... Los clasificados se ordenaran según su puesto en la fase de liga y de esa manera se enfrentan a los que quedaron entre 1ro y 8vo. Podrá ser 1ro contra 24to si hubiese este último ganado al 9no, sino podrá ser el 23ro o quien sea el peor clasificado (Como poco el 16to).\n\nPD: Todos los que quieren la Superliga y la comparan con la NBA se olvidan que en la NBA hay equipos que igual están 1 década  no compitiendo a nada. Quiero ver cuanto aguanta un fanático del Manchester United o Tottenham viéndose en el fondo de una tabla y comiéndose palizas cada 1 o 2 semanas.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi ni me gusta ni no me gusta, necesito más temporadas, pero me da la sensación que están dando datos ciertos pero analizándolos como más les conviene",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Entiendo que no les guste el formato pero siento que le tiran demasiado hate. Toda la temporada se la han pasado tirándole . A mi me gustó bastante. ",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Si estás acostumbrado a ver deporte estadounidense, el formato te tiene que gustar , se puede mejorar pero está muy interesante 13:57 las trampas que estáis haciendo para explicar que no os gusta ",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Yo solo sé que la fase de grupos anterior era aburridisima xd",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Yo pensé que el formato iba a ser peor, pero no obsta a que no me guste. Me confunde el calendario y me jode que los grandes tengan 0 probabilidad de caer",
    "etiqueta": "Negative"
  },
  {
    "comentario": "El play off es justo, tened en cuenta que no es todos contra todos, así te puedes limpiar equipos que hayan tenido suerte en el calendario. Además, la clasificación es muy estrecha, no hay mucha diferencia de puntos entre el 24 y el 8",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "A mi me gusta porque:\n1) le da la oportunidad a equipos chicos que puedan clasificar.\n2) da partidos interesantes en donde  si sacas calculadora puedes terminar saliendo los ejemplos claros: real Madrid y psg.\n3) lo mas importante le da un buen premio a los dos mejores equipos.\nDicho esto los dos formatos son malosimos pero este me parece mejor\nAhora con respecto a si es un castigo o no, si lo es y podríamos verlo incluso en este año con el real Madrid que esta siendo castigado por las lesiones y encima tiene dos partidos mas que su perseguidor el atlético, si no administra bien las cargas podria perder la liga por ese \"premio\" como dice nacho",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Mi propuesta sería dos grupos de 18 y pasan los 8 primeros de cada grupo a octavos. Y luego enfrentarse 1 vs 8 y así sucesivamente. Quizás puedes meter un sorteo en cuartos/semis.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "No estoy de acuerdo en que la anterior champions fuera más justa. Si te tocaba el grupo de la muerte la desviación era doblemente grave porque jugabas dos veces contra los cocos. En un sistema de partido único la probabilidad de que te toquen los cocos es mucho menor. No es lícito comparar las probabilidades intragrupo de la anterior champions, hay que comparar las probabilidades de pasar de todos con todos antes del sorteo de los grupos.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "A mi me gusta bastante este formato la verdad, me lo paso muy bien viendo todos los diferentes enfrentamientos, mejor que las revanchas",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me gusta este formato, o al menos más que el anterior, pero habéis expuesto muy bien las cosas que se tendrían que mejorar.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "La decepción es que todos los grandes clasificaron y seguramente los años proximos pase lo mismo. Si mirabas la tabla la penultima fecha parecia que iba a tener un final entretenido, pero despues mirabas los partidos que habia en la ultima fecha y eran todos predecibles. No dejaron ningún partido entre grandes para la ultima fecha.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Antes el formato me parecía una mierda. Ahora? Una puta mierda. Saludos a ambos",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Este formato solo tendría sentido si pasasen menos equipos, es decir, que directamente pasasen los 4 primeros a cuartos y del 5 al 12 se enfrenten en unos hipotéticos octavos, y que los ganadores se enfrenten en cuartos a los 4 primeros y los perdedores por ejemplo a europa league. Ya después de cuartos sorteo a cara de perro para semis y final.. lo veo más que nada porque solo pasarían 4 y del 5 al 12 tendrían opciones,.pero no 24 que me parecen más de la mitad de equipos que hay",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me recuerda a mi gloriosa Liga MX.\nClasifican casi todos, al inicio todos se rascan las bol@s, al final se ponen las pilas porque tienen muchas probabilidades de clasificar, y lo que viene es que los peor clasificados eliminana a los primeros y el 1er lugar casi nunca o nunca es campeon.\nEs bueno o malo? Si",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Me parece bien 1 al 16 pero yo diria, los primeros 14, y los ultimos 2 cupos, los disputo entre el 15 vs 18 y el 16 vs 17, para darle mas picante",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me encanta es te nuevo formato, punto.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me hace gracia que os quejáis de que no es justo pero luego queréis sorteo que es pura suerte",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Viendo que a la UEFA le interesa que se juegue el mayor número de partidos mejor, es bastante difícil que hagan solo clasificados desde el núm.16 como muchos decís, en lo que yo estoy de acuerdo. Ahora propongo un pequeño cambio para premiar a los que quedan en el top4, ya que no creo que tenga mucha lógica que tengan que jugar contra equipos del 13 al 20. El cambio sería que los últimos 4 equipos clasificados, en este caso Brujas, Sporting, Man. City y Celtic, pasen directamente a octavos y jueguen contra los 4 primeros; Brujas v Liverpool, Sporting v FC Barcelona, Man. City v Arsenal y Celtic v Inter. El play-in se puede jugar igualmente con menos equipos y los ganadores a jugar contra los 4 restantes del top 8 en octavos. Sé que es bastante injusto que los últimos pasen directamente a octavos y los otros tengan que hacer el play-in, pero es solo para premiar a los 4 primeros, ya que en teoría son superiores a ellos.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "A mí me ha parecido muy entretenido y competitivo, fue un formato más justo que el anterior ya que todos los equipos tenían chances reales de clasificar",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Atalanta ha tenido mucha suerte con los rivales que enfrentó en las 8 jornadas y en el playoff puede enfrentar a Brujas o Sporting Lisboa, y en octavos puede jugar contra Lille o Aston Villa, al parecer lo único negativo es que van a tener menos días de descanso.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Dejen de darle vueltas. Ni los grupos de 4 ni este formato es representativo. Y para mí este formato es algo más representativo que el de los grupos. Por qué? Porque al jugar 8 partidos, la probabilidad que te toquen todos partidos fáciles es es menor a que caigas en un grupo de 4 accesible en los que juegas tan solo contra 3 equipos.\nAdemás, el sistema de tener que quedar mejor ubicado en la tabla general hace que hayan muy pocos partidos en los que no se juegue por algo.\nLa principal contra de este sistema es la cantidad de partidos y la carga física a los jugadores. El resto es superior al viejo sistema.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El problema es que quieren hacer cuantos mas partidos mejor, yo haria del 1-16 a octavos y del 17-24 a europa league que lo haria bastante mas interesante pero no habría playoffs y la UEFA no lo aceptaría",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Es un buen formato pero sería mejor con solo 32 equipos y quitando el playoff",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Aun prefiero formato de ida y vuelta por grupos para crear emocion grupos de la muerte, era menos partidos pero con mas importancia y valor cada uno jugando para ver de los grupos solo 2 clasificaban",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Sin ver el video, pero me encanta el nuevo formato de la Champions, ayer hubo equipos que subieron/bajaron 6-7 puestos y pasaron de estar dentro a no e viceversa",
    "etiqueta": "Positive"
  },
  {
    "comentario": "No será un sistema perfecto, pero es mejor que lo que había de lejos. Lo que yo creo es que sobran equipos",
    "etiqueta": "Positive"
  },
  {
    "comentario": "1er punto: el formato es el mas justo\nTODOS juegan contra los mismos equipos del mismo bombo de todos los bombos 1 en vasa y 1 fuera.\nSi, comparar dos equipos y sus rivales, pero en grupos si eres del bombo 1 evitas a todos los del bombo 1, y en el 4, no t va a tocar ninguno de ese, y por ejemplo, el Barcelona y el Madrid tocarán grupos distintos asi q lo de los rivales ya ocurría antes.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Lo único que no me gusta del formato es que el 24 tenga la misma importancia que el 9",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Hombre el Stuttgart algo se jugaba y otros como el Brujas se pudo quedar fuera. Que el resultado final fuera ese no quita la emoción de la última jornada. Yo no soy muy fan del formato, pero reducirlo todo a eliminado o no ......creo que quedar entre los 8 primeros es importante porque te elimina la posibilidad de quedar eliminado antes de tiempo. Carga de partidos aparte. Creo que la emoción que tuvo la última jornada es innegable. Que no nos guste el formato no significa que le neguemos todo. No cojamos el resultado final, sino la previa y el durante. No puedes decir que da lo mismo cuando los banquillos de todos los equipos estaban con los móviles como locos viendo cómo iba variando la clasificación. Y lo de justo o no justo....esto no va de justicia. A mí me parece mal, no injusto, mal que el City con la porquería de Champions que ha hecho siga vivo en la competición. Eso sí.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Ayer hubo mucho más de 2 partidos en los que se jugaba la clasificación : City-Brujas y Dinamo-Milan, pero también Stuttgart-PSG, Juve-Benfica y Sporting-Bologna. El nuevo formato tiene muchas pegas, pero sí es emocionante.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Yo sinceramente pensaba que el formato iba a ser peor, me ha sorprendido para bien, luego bien, prefiero el anterior formato",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Tengo años sufriendo ese formato en México, que no les sorprenda que el City teniendo una primera ronda mediocre se cuele hasta las semifinales o incluso vuelva a quedar campeón.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me ha encantado el vídeo y como os explicáis. Y os digo esto desde la perspectiva que considero que este formato no es peor que el anterior (tampoco mejor) bajo mi punto de vista.\nCreo que hay una forma distinta de verlo que es que estos próximos 16avos de final es como continuar la fase de grupos. Aunque entiendo todos los argumentos en contra (nadie quiere más partidos para los jugadores). Para mí con este formato nos hemos librado de que las últimas dos jornadas solo hubiera un grupo con suerte que estuviera interesante :/",
    "etiqueta": "Positive"
  },
  {
    "comentario": "No está mal que un torneo sea injusto, considerando que es imposible que un torneo de eliminación directa sea realmente justo. Ahora, se vendía que iban a ser partidos más emocionantes, y aunque la calidad de los equipos permitió partidos geniales, la última fecha no le importaba a nadie más que al City y al Dynamo, porque si bien quedar entre los primeros 8 era un handicap a favor, ya con estar clasificado basta y sobra. \n¿En la fase de grupos anterior pasaba? Hasta cierto punto si, pero equipos como el Barcelona 2021-2022, Atlético 2018, United 2024 se quedaron afuera en ese formato, y en este formato nuevo era practicamente imposible que algo así pasara (tal como sucede con el City, que ganó solo sus partidos fáciles, e igual clasificó entre los últimos).\n\nVeremos si el playoff realmente es significativo. Al final cada partido es único, y hay varios equipos grandes que jugaron bastante mal y tendrán una oportunidad extra de avanzar a la siguiente ronda.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "pues para mi es lo mejor que le ha pasado a la Champions desde que tengo memoria",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me faltan escoceses, por lo demás perfecto nene ",
    "etiqueta": "Positive"
  },
  {
    "comentario": "no tirarás a los grandes pero luego jugarán contra los mejores. Es totalmente justo. Con los grupos si que no tiraban a nadie",
    "etiqueta": "Positive"
  },
  {
    "comentario": "La verdad es que me parecen la mayoría quejas muy quisquillosas. Lo de que con el 70% haya 25% eliminados... a quién le importa, francamente? Dónde está el problema?",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "bueno pues es un formato de LIGA para un torneo llamado champions LEAGUE. El formato anterior era de copa, no tengo postura pero al menos ahora honra su propio nombre.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Estais flipaos. Partidazos por doquier y equipos jugandose todo hasta el final.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "18 partidos en un dia y ninguno me intereso lo mas minimo, creo que mierntras menos partidos mejor, eso si da emoción",
    "etiqueta": "Negative"
  },
  {
    "comentario": "100% de acuerdo",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "La primera incongruencia es llamar \"Champions League\" a una competición donde juegan equipos que no han ganado la Liga nacional de la temporada pasada. Ni siquiera la Copa. Lo siento, el formato bueno era el tradicional. Solo los campeones y a sorteo puro. Y si tocaba un Liverpool-R. Madrid en la primera ronda, mala suerte. Pero ahora todo se basa en el dinero. Así nos va.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Uuuuufff espero que este comentario no suene demasiado duro pero discrepo con varias cosas.\n\nPrimero que nada me encanta el canal y veo casi todos los videos, gran trabajo.\n\nEl formato de la champions actual no es perfecto y esta lejos de serlo, pero el hecho de que se haya cambiado algo ya es ganancia, al menos el ver como funciona el formato le dio otro gusto a la champions este año y dejo atras esos partidos de grupo que a pocos les importaban, porque después de la jornada 4 ya estaba casi todo dicho.\n\nAlgunos argumentos que usan como el \"te dejo afuera un equipo con el que no jugaste\"..... En copas del mundo quedaste tercero y otro quedó con mejor puntuación igual te elimina y no jugaste con él y no veo a nadie perdiendo la cabeza por eso. En serio chicos mientras escuchaba el video parecia que eran repoertores de 70 años que les cambiaron el formato que ya conocian.\n\nEn fin espero no se lo tomen a mal, siempre con la idea de aportar otro punto de vista.\n\nPor último: muestra represntativa........ Es justamente tomar una muestra de un universo/todo....... Como en las encuestas no se toman a todos los ciudadanos se un pais...... Sino a una \"muestra representativa\" del mismo....... ",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo era muy crítico, pero ahora estoy encantado. Me gusta bastante.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Básicamente lo mismo de otros años pero con más partidos, una castaña, Nacho fantasma y despidan a Pablo",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo volaría los playoffs. Al principio me parecía bastante malo el formato (de hecho ya venía renegando con él en el FM), pero no esta tan mal.\n\nSaludos amigos.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Hola!! Quería dar mi humilde opinión. Habiendo cosas evidentes a mejorar en este formato, lo veo una mejora sustancial con lo anterior. \nNo estoy de acuerdo con la mayor parte de puntos negativos que exponeis, aunque para mí, como decís, después de los partidos de playoff debería de jugar el equipo que más abajo quedó y haya pasado con el equipo del top 8 que más arriba haya clasificado (de hecho no haría falta ni sorteo después de playoff con esto) y que el calendario está muy cargado (pero aquí yo eliminaba supercopas, mundial de clubes y demás trofeos que no tienen prácticamente importancia, así como giras por países superlejanos que matan a los jugadores).\nLo que no entiendo, ¿cómo va a ser un favor meterse en playoff? Es totalmente un castigo por no meterse en el top 8. El playoff lo que hace es añadir mucho valor a meterse entre estos 8 primeros y saltarse ahora una eliminatoria que lo más probable es que sea bastante dura, además de que cuanto más arriba quedes tienes el factor cancha durante más eliminatorias. Además,  si no existiese este playoff y viendo que incurris bastante en que los partidos son intrascendentes, ¿qué trascendencia tendría las últimas jornadas para los equipos entre el 20 y el 30 que esta jornada estaban jugándose el todo por el todo? Volverías otra vez a los mismos problemas del formato anterior. Em conclusion con esto, entiendo que digáis que es un favor para el City por ejemplo, ¿pero para la Atalanta que quedó novena esto es un favor?\nPor otra parte, como es imposible que todos jueguen contra todos, el playoff sirve como elemento regulador del efecto de que el calendario no sea equitativo para todos y que un equipo no quede eliminado de primeras sólo por tener un calendario más duro. \nAdemás, si lo que se hace es comparar con el formato anterior lo más justo sería ver qué equipos se clasifican a octavos y no con los que pasan de ronda ahora (los PO + liga lo contaría como uno) por lo que aquí también se eliminaría al 50% de los equipos y sí que es bastante más probable que caigan equipos grandes (de hecho caerán seguro City, Madrid o Bayern cosa que con el formato anterior es imposible, ya que con ganar a los equipos de bombo 3 y 4 les daba de sobra para pasar, algo que ocurrió en muchísimas ocasiones).\nPor último, al formato anterior era algo a lo que había que darle una vuelta sí o sí. La última jornada e incluso la anterior en muchos grupos era casi siempre intrascendente y con suplentes, estando casi todos clasificados salvo el caso de 2  de los 8 grupos.El Madrid y Bayern por ejemplo jamás han caído en fase de grupos del formato anterior (de hecho el Bayern llevaba 41 partidos seguidos de fase sin perder y el año pasado el Madrid en el tercer partido estaba clasificado) y el City desde su primera temporada en champions no cae en grupos",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mi sinceramente me ha gustado. Entiendo que es injusto... pero ha hecho que este pendiente de muchos más partidos y rivales ya que pasas de una liga de 4 a una de 36...",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Todo el argumento de \"es injusto\" se cae porque TODOS tienen un calendario de 8 partidos y TODOS juegan partidos con rivales de todos los bombos, la \"justicia\" que tanto buscan es meramente imposible",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Lo que más me gusta de este formato es que con la carga de partidos está mas cerca que se carguen el fútbol de selecciones en medio de la temporada y mandarlo a junio-julio.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "No entiendo la narrativa de los equipos pequeños, me estás diciendo que prefieres que pase el brujas, que lo más probable es que pierda en la primera eliminatoria, a que pase el Manchester city que puede llegar más lejos. Todo el mundo está a favor de esta narrativa pero después cuando hay una eliminatoria como Lyon-Bayern en 2020 en semifinales, la gente ya sabe quien va a pasar y le quita emoción",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Antes de que empezará la Champions era muy escéptico y me parecía una basura de sistema. He de decir que, después de verlo, si bien me parece que no es perfecto, creo que mejora el sistema anterior. La gente habla de que no ha habido tantas sorpresas, pero la realidad es que si vemos las fases de grupos de años anteriores, en 6 de cada 8 grupos el orden era exactamente el que podíamos anticipar después del sorteo, y máximo podía haber un grupo de la muerte. Con el sistema anterior, el Aston Villa o el Lille jamás hubieran podido quedar entre los 8 primeros, mientras que se han quedado fuera y van a tener que pasar por una fase previa City, PSG, Madrid, Juventus y Bayern. De entre Bayern Madrid y City, 3 de los 5 favoritos antes de empezar la temporada, mínimo 1 se va a quedar fuera de los octavos. Lo que me parece muy mejorable y bastante incomprensible es lo de los cruces, que como habéis explicado no tiene sentido. Para mi, debería ser con el sistema de Playoffs de la NFL: una vez pasen los 8 equipos de la ronda previa, que el 1º de la fase de grupos (Liverpool) se enfrente al equipo clasificado que peor haya quedado de los que ha pasado en esta fase previa, el 2º al segundo peor que haya pasado y así sucesivamente.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mi me gustó el nuevo formato entiendo que es injusto, pero en lo personal me a emocionado, usualmente solo estoy pendiente de los partidos de mi equipo, pero este año me vi muchos más por la narrativa generada (man city, psg).",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Comparto casi todo. A su vez creo que no es tan malo como se dice. Es un formato que no me gusta, pero bueno, está bien. Es la Champions.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Si mañana el Arsenal le toca con el Inter o un equipo top. Me cagare mil veces en este formato, es que ya no soporto jajaja",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi me parece un formato diseñado para que no se quede ningún grande , da muchas oportunidades para enderezar el camino.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "HONESTAMENTE EL SISTEMA TIENE COSAS BUENAS Y MALAS...\n\nCree un nuevo sistema (manteniendo el sistema actual), el que analice y compartí con varios amigos y les pareció justo \n\nRonda de grupo de 8 equipos. todos contra todos al igual que ahora, pero clasifican 12 directamente (lo que daría que clasifiquen quienes hayan ganado 5 partidos de los 8)\n\nDel 13 al 20 clasifican al playin (el cortes debería quedar en 12 puntos APROX, la mitad de los puntos posibles)\nEsos 8 equipos jugarían en partidos de ida y vuelta para definir los últimos 4 clasificados a octavos\n\n\n-- OCTAVOS \n\n* SORTEO PARA DECIDIR RIVALES\n\nLOS 8 PRIMEROS CLASIFICADOS CIERRAN DE LOCAL EN OCTAVOS\n\nLos 4 primeros quedan como cabezas de serie, solo podrían jugar entre ellos desde semis en adelante\nDel 1 al 8, solo pueden jugar en octavos con alguien del 9 en adelante\nel Sorteo de octavos decide los rivales hasta cuartos\n\n-- SEMIS\n\n* SORTEO PARA DECIDIR RIVALES\n\nBOMBO UNICO, todos al azar cierra de local el que termino en mejor posición en ronda inicial",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "No es malo del todo... Pero se puede mejorar y espero que lo hagan.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El Brest estando en el bombo 4 ha tenido rivales más faciles que por ejemplo el PSG que estaba en el 1. Es injusto. Yo sinceramente hubiera hecho grupos cerrado pero en vez de 4 como hacían antes que fueran 6 asi hay partidazos en todos los grupos y tambien partidos ante rivales más sencillos",
    "etiqueta": "Negative"
  },
  {
    "comentario": "De momento el formato es más interesante porque ha hecho que todos los equipos se pongan las pilas y jueguen 8 partidos con los titulares donde cada gol cuenta, incluso si vas ganando. Los haters del formato tenéis poca memoria: más del 90% de grupos de las dos últimas décadas en Champions eran pachangas continuas soporíferas. El Madrid ha ganado tropecientas Champions quedando segundo de grupo porque se la traía flojisima esa fase de la competición sin cero penalizaciones (no como ahora que se durmió un par de partidos y le ha costado 2 partidos extras y una eliminatoria con el City) \nEl formato no es perfecto, pero seguir como antes era insufrible",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Coincido en todo con pablo y nacho. Los playoffs no deben existir. Clasifican los 16 primeros y listo. Asi va a haber mucha mas emocion sobre quien entra y quien queda fuera durante casi TODA la \"liga\" y no solo ahora al final.. si, va a seguir habiendo partidos irrelevantes y cada vez antes (por los de la zona de abajo) pero la pelea de a ver quienes entran va a ser muchisimo mas emocionante y por mas jornadas\n\nPersonalmente en esta champions unicamente vi los partidos del liverpool, a lo mejor en champions anteriores podia ver algun que otro partido mas que sea bueno o que se decidan cosas.. pero esto fue un embrollo de cabeza y daba la sensacion que los partidos no eran importantes, ademas es imposible seguir todo. El formato no me gusta y estaria bueno eso que dijo pablo, grupos de 6 y clasifican los 2 primeros.. pero todos sabemos que eso no conviene asi que no va a pasar. Por eso, adaptandome a este formato de mierda lo que haria es sacar playoffs como dije",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me gusta el formato de la liga en champions. Habían muchos equipos que se quedaban fuera en la anterior champions simplemente porque no tuvo suerte en el grupo que estaba. Equipos con 10 puntos en un grupo no pasaba a la siguiente ronda. Pero equipos con 9 u 8 puntos en otro grupo si pasaban eso es injusto. Si sería bueno que pasaran solo los 16 primeros y los siguientes 8 a Europa ligue. Y en ese caso jugar un play off en Europa ligue como se hacía anteriormente. Y lo que dice nacho. La ventaja en la tabla de clasificación sea para tener un rival un poco más fácil en octavos pero para cuartos sortear los cruces",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mí lo que no me gusta es el sorteo. Directamente tendrían que jugar 9° vs. 24°, 10° vs 23, etc. Y en todo caso para mantener el beneficio que en los 8vos juegue el 1° con el ganador de Play-Off peor ubicado en liga, así sí pasa el 24° no tenga el premio de jugar con el 8° o el 9° de la liga y sí o sí juegue con el 1°.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo creo que el formato es bueno \nLos 8 primeros tienen una buena ventaja porque juegan dos partidos menos. \nDel 9 al 24 los partidos son por el puesto en el que quedaron.\nTodos los martes y miércoles hay un partidazo para ver.\nTodo es más emocionante porque todos los partidos cuentan al compartir la liga.\nDicen que la última fecha no se jugó nada y debido a que perdió el Milan y el Bayern perdió la penúltima fecha contra el Feyenoord tenemos un city vs Bayern o real Madrid \nSi quieren sacar la suerte del fútbol, es sacarle la chispa, no se puede.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Más partidos, más partidazos y encima más justo...a quien no le guste pues será del Madrid",
    "etiqueta": "Positive"
  },
  {
    "comentario": "La idea esta buena, pero le falta mucho para que quede bien.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Creo que en lo que mencionan de 144 partidos para eliminar a solo 1/3 de los equipos participantes radica el principal motivo de UEFA: generar más partidos, no importa como. El playoff intermedio es otro ejemplo de ello. UEFA y FIFA (que en mi opinión no representan a los seguidores del fútbol) generan más dinero por contratos televisivos al tener más partidos. Y por enésima vez los perjudicados son los jugadores, quienes al menos algo han llamado la atención, de acuerdo a lo que han mencionado en el video.\n\nPersonalmente no me gusta el nuevo formato. He visto desorden e injusticias en la tabla única y calendarios individuales.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo creo que la solución a la fase grupos/liga es un suizo. El formato suizo hace atractivo y justo el formato",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Resumiendo: Es mas injusto pero mas divertido",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mí no me gusta nada, porque no te enteras de que rivales son los tuyos, como van con los que compites por puestos o muchos rivales nivel Conference League.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "El city se clasifico ganando a brujas, Slovan brastilava y sparta praha, bueno es un punto, pero el año pasado le gano al Leipzig, estrellla roja, young boys y como rival en la próxima ronda se enfrentl al Copenhague, pero esta temporada se enfrenta al madrid como castigo por solo haberle ganado a esos equipos menos buenos, el formato ha mejorado",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El mejor formato posible es que fuera una liga de todos contra todos donde la cantidad de equipos se vea reducida para que los verdaderos campeones de europa juegen la competición y no el tercero o cuarto de cada liga. Obviamente se mantendría la ronda clasificatoria de toda la vida porque ligas locales en europa hay muchisimas y la idea no es saturar el calendario mas de lo que ya está.... quien dijo que el cuarto de la liga española es un campeon de europa?  no tiene sentido no ganó un título. \n\nCon este formato tambien la UEFA le haría una competencia a la Superliga. Todos los equipos se enfrentan a todos y así también tiene mas sentido decir \"soy el mejor equipo de europa\" porque jugué contra todos y no solo contra unos cuantos. Y si quieren mantener una final pues que el primero y segundo disputen un último partido. Aunque para mi quitaría merito",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Me gusta el formato liga, pero sortear los playoffs? Es una manera de dificultar algo en lugar de simplificarlo. El más alto rankeado vs el último y así sucesivamente.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mi me ha gustado. Es un poco aleatorio, pero es divertido. Y hay mas partidos y mas dinero, que es lo que quieren dueños, fifa  y jugadores",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Com este formato le quitan la emoción de la europa league por que yo al menos los veia por uno que otro equipo grande bajaba ahora mo hay ni eso y 3n la europa league sin ser malo solo hay la emoción de ver maximo unos 6 equipos de ahi.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Un favor jugar 2 partidos más llenos de tensión?\nDios mío, que mamarrachada",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Se debe analizar los beneficios para equipos pequeños los cuales son los que desarrollan a los nuevos prospectos del futbol pasen o queden eliminados. Se debe poner sobre la mesa el futbol como parte del todo en un mundo tan globalizado. Economico; esa es la base aunque no nos guste, deportivo; con los pro (mas minutos para la exposicion de jugadores en caso de equipos pequeños y en los grandes la oportunidad de utilizar jugadores de segunda linea los contra ; mas riesgo de lesion y el desgaste del equipo en general por poco tiempo de recuperacion etc, tambien los creadores de contenido se benefician al tener variedad de temas para abordar al rededor del mundo en torno al futbol. Es complejo es un tema bipolar como el mundo mismo.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Vi el video completo. En desacuerdo con el 90% del mismo. Respecto al formato, solo estoy en desacuerdo con el sembrado del play-in, el resto del formato me encanta. Saludos.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "totalmente de acuerdo en todo lo que dijeron, este formato es lo peor que vi, es la primera vez en mi vida que no me sente a mirar ni un solo partido",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Recuerden, amiguitos, este formato se hizo para que los clubes recibieran más dinero y se les quite la idea de crear una Súper Liga independiente a UEFA. Así de simple.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Este formato le da mil vueltas al anterior, se disfruta más que la Liga y hasta el final tiene emoción, basta casposismo",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mí me gusta el formato mucho más que el anterior. Y por cierto, eso de que sólo dos equipos se jugaban algo en la jornada final es mentira, muchos equipos tenían opciones de top 8 y otros que estaban entre los 24 acabaron quedándose fuera y sino que se lo pregunten al Stuttgar.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Tal y como es el formato, no entiendo por qué hay sorteos. Se podrían emparejar los 16avos jugando 9° contra 24°, 10° contra 23° y así sucesivamente. Y después en octavos que el 1° se enfrentase contra el peor clasificado de los que hayan pasado, etc. No comprendo ni por qué se igualan por parejas los clasificados, siendo indiferente quedar primero que segundo, ni por qué los mejores clasificados no tendrán preferencia de campo a partir de cuartos. Tampoco se contempla la opción que el que quede 24° en la liguilla le gane al 9° o 10°, y por tal y como está montado se enfrentará al 7° u 8° y no al 1°. Es un formato \"similar\" al de los playoffs de la NBA pero con una aplicación nefasta",
    "etiqueta": "Negative"
  },
  {
    "comentario": "4 grupos de 6 y que solo pasen 2, le quitas a la champions por la cara una cantidad de partidos que hacen que no sea ni rentable clasificar para equipos \"pequeños\", ¿qué posibilidades tendría el Leicester campeón en ese formato? ¿De dónde sacas el dinero que pierdes por quitar tantos partidos? La realidad es que solo hay 5 o 6 equipos realmente candidatos a ganar cada año, el resto lo que quiere es sacar el máximo dinero posible. Si además de eliminarlos les quitas partidos de fase de grupos, ¿Cuál es la recompensa para un Aston Villa o un Girona por clasificar a champions? Estoy de acuerdo en que o hay que quitar equipos de la champions o eliminar más en la fase de grupos, pero no puedo estar de acuerdo con un formato tan radical.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Con este nuevo formato beneficia mas a equipos como el manchester united que en la temporada pasada quedo eliminados en face de grupos ahora con este nuevo formatos los beneficia mas recuerdo que en 2014 la juventus quedo eliminada en face de grupos y la verdad en lo personal eran muy emocionantes los juegos en esa ocasion pasaron el real madrid y el galatasaray  también en temporadas anteriores ya se han visto eliminaciones de grandes equipos como el barcelona el inter de milan el atletico de madrid y el chelsea",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Yo este año estoy mirando 0 la champions. Pero 0. Solo algun resumen cada tanto. No sé si habrá mucha gente así",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Las últimas dos fechas fueron una perdida de tiempo... Ya se sabía quiénes clasificaban y hasta quienes pasaban directo a 8vos",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me vi la friolera cantidad de 0 partidos de esta “Champions”",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi me gusta mucho, porque ahora los equipos pequeños pueden jugar contra 8 clubes, cuando antes solo era contra 3...",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Este Formato es Hermoso  Solo a los Españoles no les gusta obviamente por Razones muy obvias",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Tiraré de un clásico:\n¿El formato? Una mierda\n\nTragarnos 8 jornadas de torneo para que al final solo queden eliminados los equipos que son totalmente anticompetitivos y que si no estuvieran en el que se supone es el mejor torneo de clubes de Europa no le importaría a nadie. Calendarios entre equipos que son tan exageradamente distintos en cuanto a dificultad que roza el sinsentido. Equipos \"grandes\" que han hecho una liguilla lamentable como el City y aún así se clasifican porque hay que ser tan jodidamente malo para no entrar en playoff que es imposible no hacerlo. Por último el quedar del 1 al 8 te hace evitar una ronda, pero hasta ahí las ventajas de hacerlo bien, porque una vez pasada esa ronda da igual haber ganado los 8 partidos que haber ganado 2",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Esta nueva Champions es mucho más emocionante que la anterior. A mi me ha gustado bastante. Ahora, para desahogar el calendario habría que excluir una copa en Inglaterra, la FA Cup es una pierda de tiempo",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Muy Emocionante no estuvo, que era uno de los propósitos de la UEFA, el formato malo no es, solo que es demasiado flexible y tirando un poco a la mediocridad.\nSe que muchos estan alegres en esta instancia, pero esperemos despues de los cruces de playoffs, por que se llega a colar un Madrid City  Bayern  en Octavos y ahi ya empienza a pesar lo de siempre, Jerarquía e Historia, ademas tengamos en cuenta que estos equipos llegan con un ascenso en nivel futbolistico.\nNo me molesta el formato, pero siento que si se puede mejorar.\nSaludos cordiales.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Sigue siendo azar…. El antes “vaya mierda me tocó un grupo imposible” es el nuevo “vaya mierda me tocó un calendario imposible”… YA ESTÁ",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me gusta el actual me parece justo",
    "etiqueta": "Positive"
  },
  {
    "comentario": "este formato es bueno, el anterior es una mierda, capaz tenga unos defectos la nueva pero me parece mucho mejor que la anterior",
    "etiqueta": "Positive"
  },
  {
    "comentario": "SI CLASIFICABAN SOLO 16 HUBIESE ESTADO MEJOR.",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Este formato le da mil vueltas al anterior que siempre era un tostonazo",
    "etiqueta": "Positive"
  },
  {
    "comentario": "yo si q lo resumo, esto es una absoluta mierda, sin paleativos... siempre desde el mas profundo irrespeto a la opinion ajena",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Sinceramente el nuevo fornato es una tremenda cagada. \nEs un arroz con mango podrido que no se entiende ni jota. \n¿Era tan difícil seguir con el formato anterior de grupos, octavos, cuartos, semifinales y final?",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Aburrida de principio a fin. Nadie tuvo verdaderas posibilidades de quedarse afuera. Inentendible esa última fecha y luego me vienen a decir que hay sorteo para que se acomoden los de arriba aun más. El fin de la Champions",
    "etiqueta": "Negative"
  },
  {
    "comentario": "\"Team\" LMI. Es una chapuza esta champions solo para contentar a los ricos. Lo de siempre, en cualquier ámbito de la vida.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Este es un video que en el pasado hubiera hecho Illie con Nacho, ahora me toca aguantarme al payaso de Pablo, canal en decadencia \n\nYo era de los que odiaba el formato nuevo pero despues de vivirlo por primera vez, no esta tan mal aunque siento que perdio cierta mistica de las noches de champions con la desaparicion de los ida y vuelta en fase de grupos.",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Totalmente de acuerdo basura total de formato.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mí me ha parecido aburridísima la liga esta. No hay sensación de peligro para los grandes y parece que ningún partido tiene importancia. Sisi, muy chulo el Liverpool vs Real Madrid de turno, pero al final da igual, ninguno se va a eliminar. Pero si es lo que quiere la gente, que así sea",
    "etiqueta": "Negative"
  },
  {
    "comentario": "El formato anterior estaba perfecto, solo había que poner los cruces directos a partir de los octavos de final en vez de su estúpido sorteo: es decir , el ganador del grupo A vs el segundo del grupo B y así sucesivamente (COMO EN EL MUNDIAL) es una porquería el nuevo formato y a NADIE le gusta!!!",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Este formato me gusta más porque fomenta el fútbol ofensivo, al final la diferencia de goles importa mucho, jugar a lo amarrategui ya no vale para pasar directo a octavos",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El sistema de liga no funciona, porque es injusto... punto",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Yo quitaria el primer play off lo demás no me parece mal aunque lo del regalo no lo veo si city Bayern o madrid por ejemplo caen en 16 avos es un fracaso",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "El nuevo es una mierda, sin justicia, sin emoción, sin sentido, el anterior era muy bueno, no entiendo el cambio, salvo por dinero para los clubs, para los aficionados un desastre",
    "etiqueta": "Negative"
  },
  {
    "comentario": "yo voy a decirlo de una vez, jamás voy a insultar a nadie que le guste algo como el formato de un torneo de fútbol, si a ti te gusta, perfecto, me alegra, a lo que sí voy a insultar es al formato que es una mierda de asno enorme, apestosa, grasienta, repugnante, putrefacta y también voy a insultar a lso que crearon este formato que son avariciosos hombres de traje que no les importan ni los aficionados ni a los jugadores, han sobre cargado el calendario de partidos, sólo para ver a los mismos de siempre avanzar a eliminatorias con el rendimiento más flojo posible como el city, el PSG y la juventus",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi me gusta este nuevo formato, de lejos la mejor de todas",
    "etiqueta": "Positive"
  },
  {
    "comentario": "Pues a mi me gusto el formato la verdad lo que me importa es el show y me lo estan dando ajjaa",
    "etiqueta": "Positive"
  },
  {
    "comentario": "El peor formato, , la champions se volvió un torneo de barrio.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "A mi me gusta",
    "etiqueta": "Positive"
  },
  {
    "comentario": "¿Ha funcionado? Sí. Hasta donde sé se jugaron todos los partidos. ¿Gusta al aficionado? Por supuesto que no. ¿Y a los jugadores? Probablemente tampoco.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "este formato es una putiiiiiiiiiiiiiiisima mierda, tanto que estoy pasando bastante de la champions league. Me parece una pedazo de mierda. Espero dejar bien claro que me parece una pedazo de mierda para sacarle mas pasta al torneo. Deportivamente? Joder, vaya cagallón",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Algo que le quita morbo es que no hay equipos que caigan a europa league , deberia ser  que pasan a octavos de champions del 1 al 16 en clasificacion,  del 1 a 8 jugaran la vuelta de octavos en casa y que del 17 a 24 caigan a europa league lo haria mas competitivo  no se ganaria igual de dinero que es lo que supone el nuevo formato con sus diecises avos de champions",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Pff este vídeo me hizo odiar aun mas la nueva champions. Que asco.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Que vuelva la fase de grupos, con 32 equipos, descensos a europea league para el tercero de cada grupo y menos equipos de las grandes ligas",
    "etiqueta": "Negative"
  },
  {
    "comentario": "No estoy de acuerdo",
    "etiqueta": "Neutral"
  },
  {
    "comentario": "Es aburrido esta hecho para salvar a todos se le quito emocion",
    "etiqueta": "Negative"
  },
  {
    "comentario": "La verdad este formato no está tan mal como pensaba a la primera, pero el antiguo formato sigue siendo indiscutiblemente mejor ️",
    "etiqueta": "Positive"
  },
  {
    "comentario": "A mí no me convenció. No me gusta la fase de grupos pero siempre habia algún partido interesante o algún último partido donde hay alguien exigido. Aquí no hubo mucho de eso.\n\nCreo que para que el campeonato sea más entretenido, tendrían que reducir la cantidad de equipos y partidos, porque se sentiría que hay más que perder en cada partido.",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Sencillamente este formato es una mierda..",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Este formato de champions es tan basura y poco interesante que solo vi 2 partidos de esta primera fase de la championzzzzzzzz, por cierto que fachero que andas pablo maquina mistica",
    "etiqueta": "Negative"
  },
  {
    "comentario": "Me parece una basura la verdad",
    "etiqueta": "Negative"
  },
  {
    "comentario": "No funciona.",
    "etiqueta": "Negative"
  }
]
